a = 250  # переменная
b = 200  # переменная
print(a + 200)
# Можно записать переменную и число или переменную и переменную
print(a + b)
print(a - b)
# Addition '+' Subtraction'-'
print('умножение', a * b)
# multiplication '*'
print('деление', type (a / b))
# division при делениии всегда в итоге получаем тип данных 'float'
print('деление без остатка', a // b)
print('возведение в степень', a ** 2)
print('остаток при делении', a % b)
c = 'hello'
e = 'world'
print('сложение строк', c + e)  # сложение строк
print(c + ' ' +e) # сложение строк с пробелом





